{"<pad>": 0, "<sos>": 1, "<eos>": 2, "<unk>": 3, "\u0000": 4, "\u0001": 5, "\u0002": 6, "\u0003": 7, "\u0004": 8, "\u0005": 9, "\u0006": 10, "\u0007": 11, "\b": 12, "\t": 13, "\n": 14, "\u000b": 15, "\f": 16, "\r": 17, "\u000e": 18, "\u000f": 19, "\u0010": 20, "\u0011": 21, "\u0012": 22, "\u0013": 23, "\u0014": 24, "\u0015": 25, "\u0016": 26, "\u0017": 27, "\u0018": 28, "\u0019": 29, "\u001a": 30, "\u001b": 31, "\u001c": 32, "\u001d": 33, "\u001e": 34, "\u001f": 35, " ": 36, "!": 37, "\"": 38, "#": 39, "$": 40, "%": 41, "&": 42, "'": 43, "(": 44, ")": 45, "*": 46, "+": 47, ",": 48, "-": 49, ".": 50, "/": 51, "0": 52, "1": 53, "2": 54, "3": 55, "4": 56, "5": 57, "6": 58, "7": 59, "8": 60, "9": 61, ":": 62, ";": 63, "<": 64, "=": 65, ">": 66, "?": 67, "@": 68, "A": 69, "B": 70, "C": 71, "D": 72, "E": 73, "F": 74, "G": 75, "H": 76, "I": 77, "J": 78, "K": 79, "L": 80, "M": 81, "N": 82, "O": 83, "P": 84, "Q": 85, "R": 86, "S": 87, "T": 88, "U": 89, "V": 90, "W": 91, "X": 92, "Y": 93, "Z": 94, "[": 95, "\\": 96, "]": 97, "^": 98, "_": 99, "`": 100, "a": 101, "b": 102, "c": 103, "d": 104, "e": 105, "f": 106, "g": 107, "h": 108, "i": 109, "j": 110, "k": 111, "l": 112, "m": 113, "n": 114, "o": 115, "p": 116, "q": 117, "r": 118, "s": 119, "t": 120, "u": 121, "v": 122, "w": 123, "x": 124, "y": 125, "z": 126, "{": 127, "|": 128, "}": 129, "~": 130, "": 131, "": 132, "": 133, "": 134, "": 135, "": 136, "": 137, "": 138, "": 139, "": 140, "": 141, "": 142, "": 143, "": 144, "": 145, "": 146, "": 147, "": 148, "": 149, "": 150, "": 151, "": 152, "": 153, "": 154, "": 155, "": 156, "": 157, "": 158, "": 159, "": 160, "": 161, "": 162, "": 163, " ": 164, "¡": 165, "¢": 166, "£": 167, "¤": 168, "¥": 169, "¦": 170, "§": 171, "¨": 172, "©": 173, "ª": 174, "«": 175, "¬": 176, "­": 177, "®": 178, "¯": 179, "°": 180, "±": 181, "²": 182, "³": 183, "´": 184, "µ": 185, "¶": 186, "·": 187, "¸": 188, "¹": 189, "º": 190, "»": 191, "¼": 192, "½": 193, "¾": 194, "¿": 195, "À": 196, "Á": 197, "Â": 198, "Ã": 199, "Ä": 200, "Å": 201, "Æ": 202, "Ç": 203, "È": 204, "É": 205, "Ê": 206, "Ë": 207, "Ì": 208, "Í": 209, "Î": 210, "Ï": 211, "Ð": 212, "Ñ": 213, "Ò": 214, "Ó": 215, "Ô": 216, "Õ": 217, "Ö": 218, "×": 219, "Ø": 220, "Ù": 221, "Ú": 222, "Û": 223, "Ü": 224, "Ý": 225, "Þ": 226, "ß": 227, "à": 228, "á": 229, "â": 230, "ã": 231, "ä": 232, "å": 233, "æ": 234, "ç": 235, "è": 236, "é": 237, "ê": 238, "ë": 239, "ì": 240, "í": 241, "î": 242, "ï": 243, "ð": 244, "ñ": 245, "ò": 246, "ó": 247, "ô": 248, "õ": 249, "ö": 250, "÷": 251, "ø": 252, "ù": 253, "ú": 254, "û": 255, "ü": 256, "ý": 257, "þ": 258, "ÿ": 259, "in": 260, "en": 261, "er": 262, "ti": 263, "el": 264, "on": 265, "ra": 266, "or": 267, "ing": 268, "tion": 269, "ar": 270, "od": 271, "es": 272, "al": 273, "th": 274, "at": 275, "to": 276, "tra": 277, "mod": 278, "model": 279, "ed": 280, "ch": 281, "is": 282, "for": 283, "ent": 284, "ro": 285, "models": 286, "an": 287, "ation": 288, "le": 289, "ns": 290, "trans": 291, "form": 292, "re": 293, "iz": 294, "ge": 295, "lar": 296, "the": 297, "ach": 298, "ow": 299, "ne": 300, "of": 301, "transform": 302, "transformer": 303, "pro": 304, "all": 305, "ff": 306, "ter": 307, "te": 308, "att": 309, "atten": 310, "si": 311, "train": 312, "training": 313, "lear": 314, "learn": 315, "ding": 316, "gu": 317, "ces": 318, "wor": 319, "tok": 320, "token": 321, "ization": 322, "st": 323, "me": 324, "transformers": 325, "lan": 326, "langu": 327, "langua": 328, "eff": 329, "ic": 330, "ici": 331, "tiv": 332, "teach": 333, "teacher": 334, "pa": 335, "enc": 336, "us": 337, "attention": 338, "qu": 339, "po": 340, "de": 341, "hel": 342, "help": 343, "co": 344, "com": 345, "ut": 346, "ab": 347, "mi": 348, "pe": 349, "ine": 350, "learning": 351, "rev": 352, "ura": 353, "ural": 354, "language": 355, "proces": 356, "process": 357, "sm": 358, "small": 359, "mor": 360, "effici": 361, "kn": 362, "know": 363, "knowl": 364, "knowled": 365, "knowledge": 366, "dis": 367, "allow": 368, "allows": 369, "fro": 370, "from": 371, "ith": 372, "tokenization": 373, "it": 374, "posi": 375, "position": 376, "dent": 377, "helps": 378, "as": 379, "hi": 380, "ver": 381, "simi": 382, "similar": 383, "di": 384, "net": 385, "networ": 386, "network": 387, "mu": 388, "mul": 389, "anal": 390, "analy": 391, "that": 392, "mat": 393, "il": 394, "ve": 395, "sl": 396, "ms": 397, "more": 398, "efficient": 399, "tern": 400, "tives": 401, "smaller": 402, "larg": 403, "larger": 404, "pai": 405, "pair": 406, "encod": 407, "encoding": 408, "su": 409, "word": 410, "sel": 411, "self": 412, "un": 413, "ency": 414, "be": 415, "bet": 416, "stu": 417, "student": 418, "transf": 419, "transfer": 420, "red": 421, "redu": 422, "comp": 423, "cha": 424, "chara": 425, "charac": 426, "character": 427, "over": 428, "he": 429, "hea": 430, "head": 431, "ges": 432, "ec": 433, "bpe": 434, "diff": 435, "differ": 436, "different": 437, "fre": 438, "frequ": 439, "per": 440, "les": 441, "with": 442, "ex": 443, "dee": 444, "deep": 445, "neural": 446, "networks": 447, "multi": 448, "spe": 449, "res": 450, "con": 451, "prev": 452, "prevent": 453, "ting": 454, "tokens": 455, "and": 456}